tap "homebrew/cask-fonts"

brew "asdf"
brew "bat"
brew "difftastic"
brew "exercism"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "hub"
brew "jq"
brew "less"
brew "libpq"
brew "neovim"
brew "node"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "tokei"
brew "tree"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-completions"

cask "caffeine"
cask "flux"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "maccy"
cask "visual-studio-code"
