brew "asdf"
brew "bat"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "hub"
brew "jq"
brew "less"
brew "ripgrep"
brew "tmux"
brew "tokei"
brew "tree"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"


cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-json"
