tap "homebrew/cask-fonts"

brew "asdf"
brew "bat"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "hub"
brew "jq"
brew "less"
brew "neovim"
brew "node"
brew "ripgrep"
brew "tmux"
brew "tokei"
brew "tree"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"

cask "caffeine"
cask "flux"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "maccy"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-json"
cask "quicklook-csv"
